Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=358_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien koulutusraportti nro 1
smn: Sämitige škovlimraapoort nr 1

source: selvittää saamen kielen ja saamenkielisen opetuksen toteutumista ja edellytyksiä saamelaisten kotiseutualueen ulkopuolella.
smn: čielgee sämikielâ já sämikielâlâš máttááttâs olášume já iävtuid sämikuávlu ulguubeln.

source: Raportti kartoittaa voimassa olevat opetusta koskevat säännökset ja viranomaismääräykset.
smn: Raapoort kärttee vyeimistorroo máttááttâs kyeskee njuolgâdusâid já virgeomâhâšmiärádâsâid.

source: Lisäksi raportissa tehdään ehdotuksia opetustilanteen kehittämiseksi.
smn: Lasseen raportist tahhojeh iävtuttâsah máttááttâstile oovdedmân.
